Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: དེ་དག་གིས་དེ་བཞིན་གཤེགས་པའམ། དེ་བཞིན་གཤེགས་པའི་ཉན་ཐོས་གདམས་ངག་སྩོལ་བའམ། རྗེས་སུ་སྟོན་པའམ། ཆོས་སྟོན་པ་རྙེད་པར་གྱུར་ཅིང་དེ་དག་གཙོ་བོའི་ཡན་ལག་ལྔ་དང་ལྡན་པར་གྱུར་ལ། དེ་དག་གིས་ཀྱང་མཉམ་མཚུངས་པར་སྤངས་པར་གྱུར་ན་དེ་དག་གིས་རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བ་ལ་ཁྱད་པར་རམ།
en: If they accept instruction, teaching, and preaching on the Dharma by the Tathāgata or disciples of the Tathāgata, possess their own five qualities, and have abandoned the same thing equally, is there any difference, distinction, or contrast between the liberation of one of them and that of the others?”

source: བསམ་པའམ། ཐ་དད་དུ་བྱ་བ་འགའ་མཆིས་སམ། དེའི་ཕྱིར་རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་ཉིད་ལ་དྲི་ཡིས།
en: “To clarify this, O Great King, I would ask you a question in return;

source: ཁྱོད་ཀྱིས་ཇི་ལྟར་བཟོད་པ་དེ་བཞིན་དུ་ལན་ཐོབ་ཤིག །རྒྱལ་པོ་ཆེན་པོ་དཔེར་ན་ཤར་ཕྱོགས་ནས་བྲམ་ཟེ་གཞོན་ནུ་ཞིག་འོངས་པ་དང་། དེ་ལ་འགའ་ཞིག་གིས་འདི་སྐད་དུ་གཞོན་ནུ་ཚུར། ཤིང་སཱ་ལ་སྐམ་པོ་ལས་གཙུབ་སྟན་བྱོས་ལ་སྟེང་དུ་གཙུབ་ཤིང་ཞོག་སྟེ་མེ་དབྱུང་བའི་ཕྱིར་གཙུབས་ལ་མེ་ཕྱུང་ཤིག་ཅེས་སྨྲས་པ་དང་། དེས་ཤིང་སཱ་ལ་སྐམ་པོ་ལས་གཙུབ་སྟན་བྱས་ནས་སྟེང་དུ་གཙུབ་ཤིང་བཞག་སྟེ། མེ་དེ་དབྱུང་བའི་ཕྱིར་གཙུབས་ནས་མེ་ཕྱུང་།
en: you should answer as best you can. “O Great King, suppose, for instance, a son of a brahmin comes from the east. Someone requests him, ‘O son of a brahmin, now make a board for fire-starting from dry sāla wood, put a spindle on it, drill it, and make fire.’ He does make a board for fire-starting from dry sāla wood, puts a spindle on it, drills it, and makes fire.

source: ལྷོ་ཕྱོགས་ནས་རྒྱལ་རིགས་གཞོན་ནུ་ཞིག་འོངས་པ་དང་། དེ་ལ་འགའ་ཞིག་གིས་འདི་སྐད་དུ་རྒྱལ་རིགས་གཞོན་ནུ་ཚུར།
en: “A son of a kṣatriya comes from the south.

source: སྤ་སྐམ་པོ་ལས་གཙུབ་སྟན་བྱོས་ལ་སྟེང་དུ་གཙུབ་ཤིང་ཞོག་སྟེ། མེ་དབྱུང་བའི་ཕྱིར་གཙུབས་ལ་མེ་ཕྱུང་ཤིག་ཅེས་སྨྲས་པ་དང་། དེས་སྤ་སྐམ་པོ་ལས་གཙུབ་སྟན་བྱས་ནས་སྟེང་དུ་གཙུབ་ཤིང་བཞག་སྟེ། མེ་དབྱུང་བའི་ཕྱིར་གཙུབས་ནས་མེ་ཕྱུང་།
en: Someone requests him, ‘O son of a kṣatriya, now make a board for fire-starting from dry sugarcane, put a spindle on it, drill it, and make fire.’ He does make a board for fire-starting from dry sugarcane, puts a spindle on it, drills it, and makes fire.

source: ནུབ་ཕྱོགས་ནས་རྗེའུ་རིགས་གཞོན་ནུ་ཞིག་འོངས་པ་དང་། དེ་ལ་འགའ་ཞིག་གིས་འདི་སྐད་དུ་རྗེའུ་རིགས་གཞོན་ནུ་ཚུར།
en: “A son of a vaiśya comes from the west.

source: ཤུག་པ་སྐམ་པོ་ལས་གཙུབ་སྟན་བྱོས་ལ་སྟེང་དུ་གཙུབ་ཤིང་ཞོག་སྟེ། མེ་དབྱུང་བའི་ཕྱིར་གཙུབས་ལ་མེ་ཕྱུང་ཤིག་ཅེས་སྨྲས་པ་དང་། དེས་ཤུག་པ་སྐམ་པོ་ལས་གཙུབ་སྟན་བྱས་ནས་སྟེང་དུ་གཙུབ་ཤིང་བཞག་སྟེ། མེ་དབྱུང་བའི་ཕྱིར་གཙུབས་ནས་མེ་ཕྱུང་།
en: Someone requests him, ‘O son of a vaiśya, now make a board for fire-starting from dry cypress, put a spindle on it, drill it, and make fire.’ He does make a board for fire-starting from dry cypress, puts a spindle on it, drills it, and makes fire.

source: བྱང་ཕྱོགས་ནས་དམངས་རིགས་གཞོན་ནུ་ཞིག་འོངས་པ་དང་། དེ་ལ་འགའ་ཞིག་གིས་འདི་སྐད་དུ་ཀྱེ་དམངས་རིགས་གཞོན་ནུ་ཚུར།
en: “A son of a śūdra comes from the north.

source: ཙན་དན་སྐམ་པོ་ལས་གཙུབ་སྟན་བྱོས་ལ་སྟེང་དུ་གཙུབ་ཤིང་ཞོག་སྟེ། མེ་དབྱུང་བའི་ཕྱིར་གཙུབས་ལ་མེ་ཕྱུང་ཤིག་ཅེས་སྨྲས་པ་དང་། དེས་ཙན་དན་སྐམ་པོ་ལས་གཙུབ་སྟན་བྱས་ནས་སྟེང་དུ་གཙུབ་ཤིང་བཞག་སྟེ། མེ་དབྱུང་བའི་ཕྱིར་གཙུབས་ནས་མེ་ཕྱུང་བ་དང་། དེ་དག་འགའ་ཞིག་གིས་གཅིག་ཏུ་བསྡུས་ནས་འདམ་བུ་བཅེར་བའམ།
en: Someone requests him, ‘O son of a śūdra, now make a board for fire-starting from dry sandalwood, put a spindle on it, drill it, and make fire.’ He does make a board for fire-starting from dry sandalwood, puts a spindle on it, drills it, and makes fire.

source: སོག་མའི་ཕུང་པོར་བཅུག་ན་རྒྱལ་པོ་ཆེན་པོ་ཇི་སྙམ་དུ་སེམས།
en: “O Great King, what do you think?

source: མི་རིགས་ཐ་དད་པས་ཤིང་སྣ་ཚོགས་ལས་ཕྱུང་བའི་མེ་དེ་ལས་ཇི་ག་མེ་འདི་ནི་འོད་དང་ལྡན་པ།
en: If someone gathers these fires into one and puts them in a heap of reed or straw, is there any difference, distinction, or contrast between these fires made by people from the different castes with different kinds of wood, such as the following:

source: ཁ་དོག་དང་ལྡན་པ། གསལ་བའོ།། །།འདུལ་བ་གཞི། བམ་པོ་སུམ་བཅུ་རྩ་གསུམ་པ།
en: ‘This fire is luminous, colorful, and bright.

source: མེ་འདི་ནི་དེ་ལྟ་མ་ཡིན་ནོ།
en: That fire is not.

source: །མེ་འདིས་ནི་མེའི་བྱ་བ་བྱེད་ནུས་སོ།
en: This fire works as fire.

source: །མེ་འདིས་ནི་མི་ནུས་སོ་ཞེས་བྱ་བའི་ཁྱད་པར་རམ། བསམ་པའམ། ཐ་དད་དུ་བྱ་བ་འགའ་ཡོད་དམ། འོན་ཏེ་མེ་དེ་ཐམས་ཅད་འོད་དང་ལྡན་པ། ཁ་དོག་དང་ལྡན་པ།
en: That fire does not.’ Or are all these fires luminous, colorful, and bright?

source: གསལ་བ་ཡིན་ཞིང་མེ་དེ་ཐམས་ཅད་ཀྱིས་མེའི་བྱ་བ་བྱེད་ནུས།
en: Do all these fires work as fire?”

source: ཀྱེ་གཽ་ཏ་མ་ཞུགས་དེ་ཐམས་ཅད་འོད་དང་ལྡན་པ། ཁ་དོག་དང་ལྡན་པ།
en: “O Gautama, all those fires are luminous, colorful, and bright.

source: གསལ་བ་ལགས་ཤིང་ཞུགས་དེ་ཐམས་ཅད་ཀྱིས་ཞུགས་ཀྱི་བགྱི་བ་བགྱིད་རྔོ་ཐོག་ལགས་སོ།
en: All those fires work as fire.”

source: །རྒྱལ་པོ་ཆེན་པོ་དེ་བཞིན་དུ་བག་ཡོད་པས་ཐོབ་པ་གཙོ་བོས་གཙུབས་པའི་མེ་དེ་ལ་ནི་འདི་ལྟ་སྟེ། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བ་ལ་ཁྱད་པར་དང་། བསམ་པ་དང་། ཐ་དད་དུ་བྱ་བ་འགའ་ཡང་མེད་དོ།
en: “O Great King, thus there is no difference, distinction, or contrast between these fires attained by those who are careful, made by masters, which are the liberation of one of them and the liberation of the others.”

source: །ཤེས་ལྡན་གཽ་ཏ་མས་དེ་སྐད་གསུངས་པ་ནི་རིགས་པའི་ཚུལ་ལགས་སོ།
en: “What the honorable Gautama has said is reasonable.

source: །རེ་ཞིག་ཞུ་བ་ལུང་བསྟན་པའི་སླད་དུ་སྐབས་ཕྱེ་ན་ཤེས་ལྡན་ཁྱོད་ལ་བདག་གཞན་ཡང་ཕྱོགས་འགའ་ཞིག་ཞུ་ལགས་སོ།
en: Now, if you would deign to answer my questions, I would ask you, honorable Gautama, about a few other points.”

source: །རྒྱལ་པོ་ཆེན་པོ་ཅི་དང་ཅི་འདོད་པ་ཞུས་ཤིག །ཀྱེ་གཽ་ཏ་མ་ལྷ་རྣམས་མཆིས་སམ།
en: “Great King, ask what you want to know.” “O Gautama, do gods exist?”

source: རྒྱལ་པོ་ཆེན་པོ་ལྷ་གང་དག་ཡིན་པར་ཤེས། ལྷ་གང་དག་ཤ་ཁོན་དང་བཅས། འགྲན་ཟླ་དང་བཅས།
en: “O Great King, how do you know what gods are like?

source: གནོད་པ་དང་བཅས་ཤིང་འདི་ལྟ་བུར་འོང་ཞིང་འོང་བར་འགྱུར་བའམ། ལྷ་གང་དག་ཤ་ཁོན་མེད། འགྲན་ཟླ་མེད། གནོད་པ་མེད་ཅིང་འདི་ལྟ་བུར་མི་འོང་ཞིང་འོད་བར་མི་འགྱུར་བ་ཡིན། ལྷ་དེ་དག་ནི་རེ་ཞིག་དེར་བས།
en: They are either gods who have enmity, rivals, and malice, and come and will come into existence in this human world, or gods who do not have enmity, rivals, or malice, and do not come and will not come into existence in this human world.

source: ལྷ་གང་དག་ཤ་ཁོན་དང་བཅས། འགྲན་ཟླ་དང་བཅས།
en: All gods fall into these two categories.”

source: གནོད་པ་དང་བཅས་ཤིང་། འདི་ལྟ་བུར་མཆི་ཞིང་མཆི་བར་འགྱུར་བའི་ལྷ་དེ་དག་ཚེ་བས། སུག་ལས་པས། བསོད་ནམས་བས་ནས་གནས། དེ་ནས་འཆི་འཕོ་བར་འགྱུར་བ་དེ་ན་ལྷའམ་ལྷའི་བུས། ལྷའམ་ལྷའི་བུ་གནས་དེ་ནས་འཆི་འཕོ་བར་བགྱི་བའམ། སྤྱུག་པར་རྔོ་ཐོག་ལགས་སམ།
en: “In the place where gods who have enmity, rivals, and malice, and come and will come into existence in this human world, die after their lives, acts, and merits are exhausted, can a god or son of a god make another god or son of a god die there or banish him from there?”

source: རྒྱལ་པོ་ཆེན་པོ་ལྷ་གང་དག་ཤ་ཁོན་དང་བཅས། འགྲན་ཟླ་དང་བཅས། གནོད་པ་དང་བཅས་ཤིང་འདི་ལྟ་བུར་འོང་ཞིང་འོང་བར་འགྱུར་བ་དེ་དག་ལས་ཟད། ཚེ་ཟད་བསོད་ནམས་ཟད་ནས་གནས་དེ་ནས་འཆི་འཕོ་བར་འགྱུར་བ་དེ་ན་ལྷའམ་ལྷའི་བུས། ལྷའམ་ལྷའི་བུ་གནས་དེ་ནས་འཆི་འཕོ་བར་བྱ་བའམ།
en: “Great King, in the place where gods who have enmity, rivals, and malice, and come and will come into existence in this human world die after their lives, acts, and merits are exhausted, a god or son of a god cannot make another god or son of a god die there or banish him from there.”

source: སྤྱུག་པར་མི་ནུས་སོ། །ཀྱེ་གཽ་ཏ་མ་དེ་ན་ལྷ་གང་དག་ཤ་ཁོན་དང་བཅས། འགྲན་ཟླ་དང་བཅས། གནོད་པ་དང་བཅས་ཤིང་འདི་ལྟ་བུར་མཆི་ཞིང་མཆི་བར་འགྱུར་བ་དེ་དག་གིས་ལྷ་གནོད་པ་མ་མཆིས་པ་དེ་དག་གནས་དེ་ནས་འཆི་འཕོ་བར་བགྱི་བའམ།
en: “O Gautama, in that place, can gods who have enmity, rivals, and malice, and come and will come into existence in this human world, make gods who do not have enmity, rivals, or malice, and do not come and will not come into existence in this human world, die there or banish them from there?”

source: སྤྱུག་པའི་རྔོ་ཐོག་ལགས་སམ། དེ་ནས་སྡེ་དཔོན་འཕགས་སྐྱེས་པོས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །དགེ་སྦྱོང་གཽ་ཏ་མ་ནི་འདི་སྐད་ཅེས་ལྷ་རྣམས་ནི་ཚེ་ལྷག་པར་རིང་བ། ལྷག་པར་ཡུན་རིང་དུ་གནས་པ་ཡིན་ནོ་ཞེས་གསུང་བར་འགྱུར་བ་གང་ལགས་པའི་གནས་དེ་མཆིས་སོ།
en: Then General Virūḍhaka said to King Prasenajit of Kosala, “It is likely that the śramaṇa Gautama will say that gods have extremely long lives and live for an extremely long time.”

source: །དེའི་ཚེ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་བཅོམ་ལྡན་འདས་ཀྱི་སྣམ་ལོགས་ན་རྡུལ་ཡབ་ཐོགས་ནས་བཅོམ་ལྡན་འདས་ལ་གཡོབ་ཅིང་འདུག་པར་གྱུར་ཏོ།
en: At that time the venerable Ānanda was sitting behind the Blessed One, fanning him with a fan.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་འདི་སྙམ་དུ་སེམས་ཏེ། སྡེ་དཔོན་ལུས་འཕགས་པོ་འདི་ནི་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱི་བུ་ཡིན་ལ།
en: Then the venerable Ānanda thought, “This General Virūḍhaka is a son of King Prasenajit of Kosala, and I too am a spiritual heir of the Blessed One.

source: བདག་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱི་ཆོས་ཉིད་ཀྱི་སྲས་ཡིན་པས་སྲས་དང་བུ་ནི་ལྷན་ཅིག་གཏམ་བྱར་རུང་ངོ་སྙམ་དུ་རིག་ནས་སྡེ་དཔོན་ལུས་འཕགས་པོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Therefore, it would be appropriate if I, an heir, and he, a son, had a conversation.” So he said to General Virūḍhaka, “O General, what do you think?

source: །སྡེ་དཔོན་ཇི་སྙམ་དུ་སེམས། ཀོ་ས་ལའི་རྒྱལ་པོའི་རང་གི་ཡུལ་ཡིན་ལ། དེ་ན་ཡང་དེའི་ཚིག་གིས་ཁྲིམས་སུ་བཅའ་བ་ལ་དབང་སྒྱུར་ན་སེམས་ཅན་དབང་ཆུང་ངུ་ཁ་ཅིག་གནས་དེ་ནས་འཆི་འཕོ་བར་བྱ་བ་འམ། སྤྱུག་པར་ནུས་སམ།
en: If King Prasenajit of Kosala is in his own country, and there his words have authority as law, can he make some person of weak power die there or banish him from there?”

source: དགེ་སྦྱོང་ནུས་སོ།
en: “Yes, he can, O śramaṇa.”

source: །སྡེ་དཔོན་ཇི་སྙམ་དུ་སེམས།
en: “O General, what do you think?

source: ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱི་རང་གི་ཡུལ་མ་ཡིན་ལ། དེ་ན་ཡང་དེའི་ཚིག་གིས་ཁྲིམས་སུ་བཅའ་བ་ལ་དབང་མི་སྒྱུར་ན། ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་སེམས་ཅན་དབང་ཆུང་བ་ཁ་ཅིག་གནས་དེ་ནས་འཆི་འཕོ་བར་བྱ་བའམ། སྤྱུག་པར་ནུས་སམ།
en: If King Prasenajit of Kosala is not in his own country, and there his words do not have authority as law, can he make some person of weak power die there or banish him from there?”

source: དགེ་སྦྱོང་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་རང་གི་ཡུལ་མ་ཡིན་ལ། དེ་ན་ཡང་དེའི་ཚིག་གིས་ཁྲིམས་སུ་བཅའ་བ་ལ་དབང་མི་སྒྱུར་ན། ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་སེམས་ཅན་དབང་ཆུང་ངུ་ཁ་ཅིག་གནས་དེ་ནས་འཆི་འཕོ་བར་བྱ་བའམ། སྤྱུག་པར་མི་ནུས་སོ།
en: “O śramaṇa, if King Prasenajit of Kosala is not in his own country, and there his words do not have authority as law, he can neither make any person of weak power die there nor banish him from there.”

source: །སྡེ་དཔོན་ཁྱོད་ཀྱིས་སུམ་བཅུ་རྩ་གསུམ་པའི་ལྷ་རྣམས་ཡོད་སྐད་ཐོས་སམ།
en: “O General, have you heard that the Thirty-Three Gods exist?”

source: དགེ་སྦྱོང་ཀོ་ས་ལའི་བདག་པོ་རྒྱལ་པོ་འདི་ཉིད་ལས་ཐོས་སོ།
en: “O śramaṇa, I have heard so from this king, the ruler of Kosala.”

source: ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་སུམ་བཅུ་རྩ་གསུམ་པའི་ལྷ་རྣམས་གནས་དེ་ནས་འཆི་འཕོ་བར་བྱ་བའམ། སྤྱུག་པར་ནུས་སམ།
en: Can King Prasenajit of Kosala make the Thirty-Three Gods die there or banish them from there?”

source: དགེ་སྦྱོང་རེ་ཞིག་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་སུམ་བཅུ་རྩ་གསུམ་པའི་ལྷ་རྣམས་མཐོང་བ་ཡང་ཉམས་སུ་མ་མྱོང་ན་གནས་དེ་ནས་འཆི་འཕོ་བར་བྱ་བའམ། སྤྱུག་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: “O śramaṇa, King Prasenajit of Kosala has not even seen or heard the Thirty-Three Gods.

source: སྡེ་དཔོན་དེ་བཞིན་དུ་གནོད་པ་དང་བཅས་པའི་ལྷ་རྣམས་ཀྱིས་གནོད་པ་མེད་པའི་ལྷ་རྣམས་མཐོང་བ་ཡང་ཉམས་སུ་མི་མྱོང་ན་གནས་དེ་ནས་འཆི་འཕོ་བར་བྱ་བའམ།
en: Thus, needless to say, he cannot make them die there or banish them from there.” “O General, in the same way gods possessing malice have not even seen or heard of gods free from malice.

source: སྤྱུག་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ།
en: Thus, needless to say, they cannot make them die there or banish them from there.

source: །དེ་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཀྱེ་གཽ་ཏ་མ་དགེ་སྦྱོང་འདིའི་མིང་ཅི་ལགས།
en: Then King Prasenajit of Kosala asked the Blessed One, “O Gautama, what is the name of this śramaṇa?”

source: རྒྱལ་པོ་ཆེན་པོ་ཀུན་དགའ་བོ་ཡིན་ནོ།
en: “It is Ānanda, Great King.”

source: །ཤེས་ལྡན་ཀུན་དགའ་བོས་དེ་སྐད་དུ་སྨྲས་པ་ནི་རིགས་པའི་ཚུལ་ཡིན་ནོ།
en: “What the honorable Ānanda said is reasonable.

source: །ཤེས་ལྡན་ཀུན་དགའ་བོས་དེ་སྐད་དུ་སྨྲས་པ་ནི་ཤིན་ཏུ་རིགས་པའི་ཚུལ་ཡིན་ནོ།
en: What the honorable Ānanda said is quite reasonable.”

source: །དེ་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །རེ་ཞིག་གལ་ཏེ་ཞུ་བ་ལུང་བསྟན་པའི་སླད་དུ། ཤེས་ལྡན་གཽ་ཏ་མ་ལ་བདག་ཞུ་བ་གཞན་ཡང་ཕྱོགས་འགའ་ཞིག་ཞུ་ལགས་སོ།
en: Then King Prasenajit of Kosala said to the Blessed One, “Now, if you would deign to answer my questions, I would ask you, honorable Gautama, about a few points.”

source: །རྒྱལ་པོ་ཆེན་པོ་གང་དང་གང་འདོད་པ་ཞུས་ཤིག །ཀྱེ་གཽ་ཏ་མ་ཅི་ལགས།
en: “Great King, ask what you want to know.”

source: ཚངས་པ་དེ་མཆིས་ལགས་སམ།
en: “O Gautama, does Brahmā exist?”

source: རྒྱལ་པོ་ཆེན་པོ་ཚངས་པ་གང་ཡིན་པར་ཤེས་ཚངས་པ་གང་ཞིག་གནོད་པ་དང་བཅས་པས་འདི་ལྟ་བུར་འོང་བར་འགྱུར་བའམ། ཚངས་པ་གང་ཞིག་གནོད་པ་མེད་པས་འདི་ལྟ་བུར་མི་འོང་ཞིང་འོང་བར་མི་འགྱུར་བ་ཡིན།
en: “O Great King, how do you know what Brahmā is like? Which do you mean, the Brahmā who has enmity, rivals, and malice, and comes or will come into existence in this human world, or the Brahmā who does not have enmity, rivals, or malice, and does not come and will not come into existence in this human world?”

source: ཀྱེ་གཽ་ཏ་མ་བདག་ནི་དེ་ལ་ཚངས་པ་གང་ཞིག་གནོད་པ་མ་མཆིས་པས་འདི་ལྟ་བུར་མི་མཆི་ཞིང་མཆི་བར་མི་འགྱུར་བའི་ཚངས་པ་དེ་ལགས་པར་འཚལ་ལོ།
en: “O Gautama, of these, I know that the one who does not have enmity, rivals, or malice, and does not come and will not come into existence in this human world, is Brahmā.”

source: །ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་བཅོམ་ལྡན་འདས་དང་ལྷན་ཅིག་སྐབས་ཀྱི་གཏམ་དེ་ལྟ་བུ་གླེངས་སོ།
en: King Prasenajit of Kosala had such a conversation with the Blessed One.

source: །དེ་ནས་མི་དེས་བཀྲ་ཤིས་ལྡན་གྱི་བུ་བྲམ་ཟེའི་ཁྱེའུ་ཡང་དག་རྒྱལ་བ་ཁྲིད་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: Then that man who had been dispatched before came back to the king with the young brahmin Saṃjaya, the son of Lucky.

source: ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ལྷ་དེ་འདི་ལགས་སོ།
en: When he had arrived, he said to King Prasenajit of Kosala, “He is here, Your Majesty.”

source: །དེ་ནས་བཀྲ་ཤིས་ལྡན་གྱི་བུ་བྲམ་ཟེའི་ཁྱེའུ་ཡང་དག་རྒྱལ་བས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་ལ་རྒྱལ་བ་དང་ཚེ་སྤེལ་བ་དག་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: Then the young brahmin Saṃjaya, the son of Lucky, wished King Prasenajit of Kosala victory and long life and sat down to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་པ་དང་བཀྲ་ཤིས་ལྡན་གྱི་བུ་བྲམ་ཟེའི་ཁྱེའུ་ཡང་དག་རྒྱལ་བ་ཅན་ལ་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་འདི་སྐད་ཅེས་སྨྲས་སོ། །བྲམ་ཟེའི་ཁྱེའུ་ཉི་མ་སྔ་མ་དང་། ཚེས་སྔ་མ་ལ་རྒྱལ་པོའི་ཕོ་བྲང་དུ་རྒྱལ་པོ་དང་བློན་པོ་དང་འཁོར་རྣམས་འདུས་ཤིང་འདུག་པ་ན། དགེ་སྦྱོང་གཽ་ཏ་མ་འདི་སྐད་ཅེས་དགེ་སྦྱོང་དང་བྲམ་ཟེ་གཞན་གྱིས་ཐམས་ཅད་ཤེས་པའམ། མཐོང་བ་གང་ཡིན་པ་ནི་གནས་མ་ཡིན་ཞིང་གོ་སྐབས་མེད་དེ་དེ་ནི་གནས་མེད་དོ་ཞེས་གསུང་ངོ་ཞེས་པའི་གཏམ་དེ་ལྟ་བུ་སུས་སྨྲས་དྲན་ནམ།
en: When the young brahmin Saṃjaya had sat down to one side, King Prasenajit of Kosala asked him, “Young brahmin, do you remember who told the story that the śramaṇa Gautama said, ‘It is impossible, out of the question, that other śramaṇas or brahmins know or see everything’ one day in the past, when the king, ministers, and the king’s attendants were sitting together in the royal palace?”

source: ལྷ་དྲན་ལགས་ཏེ་འདི་ལྟ་སྟེ། སྡེ་དཔོན་འཕགས་སྐྱེས་པོ་དེ་སྐད་མཆིའོ། །འདི་ལྟ་སྟེ།
en: “I remember, Your Majesty, that General Virūḍhaka said this.”

source: བཀྲ་ཤིས་ལྡན་གྱི་བུ་བྲམ་ཟེའི་ཁྱེའུ་ཡང་དག་རྒྱལ་བའོ་ཞེས་དེ་དག་ཕན་ཚུན་དེ་ལྟར་གཏམ་ཁུངས་འབྱིན་པར་བྱེད་དོ།
en: General Virūḍhaka countered, “It was the young brahmin Saṃjaya, the son of Lucky, who said this.” They thus laid the blame on each other.

source: །དེ་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱི་རིམ་གྲོ་པའི་མིས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ལྷ་གཤེགས་པའི་དུས་ལ་བབ་ལགས་སོ།
en: Then a servant of King Prasenajit of Kosala said to the king, “Your Majesty, it is time to depart.

source: །ལྷ་དུས་ལ་བབ་ལགས་སོ།
en: Your Majesty, it is time.”

source: །དེ་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཤེས་ལྡན་གཽ་ཏ་མ་བདག་གིས་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལས་བརྩམས་ཏེ་ཞུ་བ་ཞུས་པ་ཡང་ཤེས་ལྡན་གཽ་ཏ་མས་བདག་ལ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཞུ་བ་ཞུས་པ་ལུང་བསྟན་ལགས།
en: King Prasenajit of Kosala then said to the Blessed One, “O honorable Gautama, I asked you a question about the state of knowing everything, and the honorable Gautama answered my question about the state of knowing everything.

source: འདིར་རིགས་རྣམ་པར་དག་པ་དང་། ལྷག་པའི་ལྷ་དང་། ལྷག་པའི་ཚངས་པ་ལས་བརྩམས་ཏེ། ཤེས་ལྡན་གཽ་ཏ་མ་ལ་བདག་གིས་ཞུ་བ་ཞུས་པ་ཡང་ཤེས་ལྡན་གཽ་ཏ་མས་བདག་ལ་ལྷག་པའི་ཚངས་པ་ཞུ་བ་ཞུས་པ་ལུང་བསྟན་ལགས་ཏེ།
en: Here I asked the honorable Gautama questions about the pure caste, the superior gods, and the superior Brahmā, and the honorable Gautama answered up to my question about the superior Brahmā.

source: ཤེས་ལྡན་གཽ་ཏ་མ་ལ་བདག་གིས་ཞུ་བ་གང་དང་གང་ཞུས་པ་དེ་དང་དེ་ཁོ་ན་ཤེས་ལྡན་གཽ་ཏ་མས་བདག་ལ་ཞུ་བ་ལུང་བསྟན་ལགས་པས། ཤེས་ལྡན་གཽ་ཏ་མ་ལ་བདག་གིས་གཞན་གསོལ་དུ་ཅི་མཆིས།
en: Since the honorable Gautama has answered every question of mine that I asked, what else do I have to ask the honorable Gautama?

source: ཤེས་ལྡན་གཽ་ཏ་མ་བདག་ནི་བགྱི་བ་དང་བསྒྲུབ་པ་མང་ལགས་པས་ད་མཆི་ལགས་སོ།
en: O honorable Gautama, I will now depart, for I have much business and many things to do.”

source: །རྒྱལ་པོ་ཆེན་པོ་དེའི་དུས་ལ་བབ་པར་ཤེས་པར་གྱིས་ཤིག །དེ་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་དགའ་སྟེ་ཡི་རངས་ནས།
en: “O Great King, you should know it is the right time.” Then King Prasenajit of Kosala rejoiced in and praised the words of the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་སོང་ངོ་།
en: He bowed low until his forehead touched the Blessed One’s feet, and then departed from the Blessed One’s presence. V. Śrāvastī

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀོ་ས་ལ་ནས་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་དང་མཉན་ཡོད་དུ་བྱོན་ནས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ།
en: Thereupon the Blessed One, traveling through the country of Kosala, arrived at Śrāvastī and stayed in the Jetavana, in the Park of Anāthapiṇḍada near Śrāvastī.

source: །ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་གྱིས་བཅོམ་ལྡན་འདས་ཀོ་ས་ལ་ནས་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་དང་མཉན་ཡོད་དུ་བྱོན་ནས་མཉན་ཡོད་ན་བདག་ཁོ་ནའི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ་ཞེས་ཐོས་སོ། །ཐོས་ནས་ཀྱང་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: When the householder Anāthapiṇḍada heard that the Blessed One, traveling through the country of Kosala, had arrived at Śrāvastī and was staying in his own park near Śrāvastī, he went to see the Blessed One.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་སྟོན་པར་མཛད། ཡང་དག་པར་འཛིན་དུ་འཇུག་པར་མཛད། ཡང་དག་པར་གཟེངས་སྟོད་པར་མཛད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་དེ།
en: When he had sat down to one side, the Blessed One, through talk consistent with the Dharma, instructed, inspired, encouraged, and delighted the householder Anāthapiṇḍada.

source: །དེ་ནས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། བཅོམ་ལྡན་འདས་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་སང་བདག་གི་སྡུམ་པར་གདུགས་ཚོད་སྦྱོར་ཞིང་མཆིས་ན་གནང་བར་མཛད་དུ་གསོལ་ཞེས་བྱ་བ་ནས། སྟན་ཆེས་དམའ་བ་ཞིག་བླངས་ཏེ་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཆོས་ཉན་པའི་ཕྱིར་འདུག་གོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: Then the householder Anāthapiṇḍada rose from his seat, draped his upper robe over one shoulder, made the gesture of supplication to the Blessed One, and said, “May the Blessed One together with the community of monks assent to my offer of a meal at my house tomorrow.” . . . He took a low seat and sat before the Blessed One to hear the Dharma.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་སྟོན་པར་མཛད། ཡང་དག་པར་འཛིན་དུ་འཇུག་པར་མཛད། ཡང་དག་པར་གཟེངས་སྟོད་པར་མཛད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་དེ།
en: Then the Blessed One, through talk consistent with the Dharma, instructed, inspired, encouraged, and delighted the householder Anāthapiṇḍada.

source: །བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ་སྐབས་སྐབས་སུ་གདུགས་ཚོད་གསོལ་བར་བྱེད་པ་ན།
en: Other brahmins and householders also offered meals to the Blessed One and the community of disciples from time to time.

source: དགེ་སློང་རྣམས་ཀྱིས་ཐོག་མར་སྤྲང་པོ་རྣམས་ལ་ཁ་ཟས་ཆུང་ཟད་བྱིན་པ་དང་། བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་འཕྱ་བར་བྱེད་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རང་གིས་ལོངས་སྤྱད་ནས་ལྷུང་བཟེད་ཀྱི་ལྷག་མ་ལ་སྦྱིན་པར་བྱའོ།
en: When the monks gave some food to beggars before they ate, the brahmins and householders criticized this. The monks reported this matter to the Blessed One, who said to them, “You should give the leftovers in the bowls after you have eaten for yourselves.”

source: །དེ་ན་སྤྲང་པོ་གཉིས་པོ་བྲམ་ཟེའི་ཁྱེའུ་ཞིག་དང་། རྒྱལ་རིགས་ཀྱི་ཁྱེའུ་ཞིག་ཡོད་པ་ལས།
en: There were two beggars there, a brahmin boy and a kṣatriya boy.

source: བྲམ་ཟེའི་ཁྱེའུས་དུས་མ་ཤེས་ནས་དེ་དང་པོར་སློང་བར་བརྩམས་པ་ལས།
en: The brahmin boy, not knowing the appropriate time, went about begging first.

source: དེ་ལ་དགེ་སློང་འགས་ཀྱང་ཆུང་ཟད་ཀྱང་མ་བྱིན་ནོ།
en: But the monks did not give him any food at all.

source: །རྒྱལ་རིགས་ཀྱི་ཁྱེའུས་ཕྱི་ནས་སློང་བ་དང་། དེས་ཕལ་ཆེར་རྙེད་ནས་དེས་བྲམ་ཟེའི་ཁྱེའུ་ལ་སྨྲས་པ། ཁྱོད་ཀྱིས་ཅུང་ཟད་རྙེད་དམ།
en: When the kṣatriya boy went about begging later, he obtained much. He asked the brahmin boy, “Did you not obtain anything?”

source: དེས་ཁྲོས་ནས་སྨྲས་པ། གལ་ཏེ་ཁོ་བོ་ལ་དབང་ཞིག་ཡོད་ན་ཤཱཀྱའི་སྲས་ཀྱི་དགེ་སྦྱོང་ཐམས་ཅད་མགོ་དྲུང་ནས་བཅད་དེ་ས་ལ་དོར་བ་ཞིག །རྒྱལ་རིགས་ཀྱི་ཁྱེའུས་སྨྲས་པ།
en: The brahmin boy was enraged and shouted, “If I had power, I would cut off the head of every śramaṇa who is a son of the Śākyans and hurl it to the ground!”

source: གལ་ཏེ་ཁོ་བོ་ལ་འབྱོར་པ་ཞིག་ཡོད་ན་ཁོ་བོས་ཉི་མ་རེ་རེ་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ལ་ཞལ་ཟས་རོ་བརྒྱ་དང་ལྡན་པས་བསྟབས་པ་ཞིག །དེ་གཉིས་དེ་ལྟར་གཅིག་ལ་གཅིག་སྨྲ་ཞིང་མཉན་ཡོད་ནས་བྱུང་ནས་ཤིང་དྲུང་ཞིག་ཏུ་ཉལ་བ་དང་། ཤིང་རྟས་འཁྱམ་པ་ཞིག་ཕྱོགས་དེར་འོངས་ཏེ།
en: The kṣatriya boy said, “If I had wealth, I would offer a meal of a hundred kinds of flavors to the community of monks headed by the Buddha every day.” The two boys, talking in these ways, left Śrāvastī and lay under a tree.

source: དེས་བྲམ་ཟེའི་ཁྱེའུ་དེའི་མགོ་བཅད་དོ།
en: A straying chariot rolled by that place and ran over the brahmin boy’s head.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱུང་བ་དེ་ལ་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: Then the Blessed One spoke a verse about this event:

source: ཆོས་རྣམས་སྔོན་དུ་ཡིད་འགྲོ་ཡིད་གཙོ་ཡིན།
en: “Mind goes before all other things. Mind is foremost.

source: །ཡིད་མགྱོགས་རབ་ཏུ་སྡང་བའི་ཡིད་ཀྱིས་ནི།
en: Mind is swift. If one speaks or acts with an angry mind,

source: །སྨྲས་སམ་བྱས་ན་དེ་ནས་སྡུག་བསྔལ་དེ།
en: He will suffer pain,

source: །འཐོབ་འགྱུར་འཁོར་ལོ་འཕྱན་པས་མགོ་བོ་བཅད།
en: As if his head has been cut off by a stray chariot wheel.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཀའ་སྩལ་པ་དེའི་དོན་ཅི་ལགས།
en: The venerable Ānanda asked the Blessed One, “O Honored One, what did you mean, saying that?”

source: ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ལ་སེམས་གདུག་པས་ཚིག་རྩུབ་པོ་ཕྱུང་བ་གང་ཡིན་པ་དེ་མཐོང་ངམ།
en: “Ānanda, did you see that the brahmin boy out of malice spoke harsh words toward the community of monks headed by the Buddha?”

source: བཅོམ་ལྡན་འདས་མཐོང་ལགས་སོ།
en: “Yes, I did, O Honored One.”

source: །དེ་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ལ་སེམས་གདུག་པས་ཚིག་རྩུབ་པོ་ཕྱུང་ནས་མཉན་ཡོད་ནས་བྱུང་སྟེ་ཤིང་དྲུང་ཞིག་ཏུ་ཉལ་བ་དང་། ཤིང་རྟས་འཁྱམ་པས་དེའི་མགོ་བཅད་པར་གྱུར་ཏོ།
en: “Out of malice, having spoken harsh words toward the community of monks headed by the Buddha, he left Śrāvastī and lay under a tree. A straying chariot ran over his head.

source: །ངས་དེ་ལས་དགོངས་ནས།
en: Therefore, I thought and said thus:

source: ཞེས་བྱ་བ་ནས་སྔ་མ་བཞིན་དུ།
en: Mind is foremost . . . .
